import { TCard } from "../types/types"

export const SLIDER_CARDS: TCard[] = [
  {
    id: 1,
    ico: "career",
    title: "Анализ текущего\nсостояния карьеры",
    text: "Проведем оценку вашего кейса и создадим стратегию для дальнейшего карьерного развития.",
  },
  {
    id: 2,
    ico: "letter",
    title: "Сопроводительные\nписьма и резюме",
    text: "Поможем сформировать профессиональный портфель, которые выделит вас среди других кандидатов.",
  },  
  {
    id: 3,
    ico: "job",
    title: "Поиск работы",
    text: "Определим вашу карьерную цель и разработаем стратегию для трудоустройства.",
  },
  {
    id: 4,
    ico: "brand",
    title: "Тренинг презентации\nличного бренда",
    text: "Подсветим сильные стороны\nи грамотно выстроим самопрезентацию.",
  },
  {
    id: 5,
    ico: "interview",
    title: "Подготовка\nк собеседованию",
    text: "Научим говорить о себе кратко,\nярко и профессионально.",
  }, 
  {
    id: 6,
    ico: "recom",
    title: "Рекомендация по базе\nSTEMPS Career",
    text: "Поможем встретиться соискателю\nи работодателю.",
  }, 
]
